Flatseal
Steam
Proton-GE
Supersonic
Freedesktop
Freedesktop
i386
Mesa
Mesa
Mesa
Mesa
nvidia-565-57-01
Mesa
nvidia-565-57-01
Intel
Intel
i386
openh264
openh264
GNOME
