Flatseal
Steam
Boxtron
Proton-GE
gamescope
protontricks
Steam
FreeTube
Supersonic
Freedesktop
Freedesktop
i386
Mesa
Mesa
Mesa
Mesa
nvidia-570-124-04
nvidia-570-86-16
Mesa
Mesa
nvidia-570-86-16
Intel
Intel
i386
MangoHud
vkBasalt
FFmpeg
openh264
openh264
openh264
GNOME
