arandr
git
curl
zsh
zsh-completions
aws-cli
boost
boost-libs
chromium
clang
cmake
neovim
emacs
docker
gawk
gimp
httpie
hyperfine
neofetch
openssh
rg
fd
flameshot
base-devel
