Adwaita
adw-gtk3
Codecs
darktable
FFmpeg
Flatseal
Freedesktop
GNOME
i386
Jellyfin
KDE
Mesa
Millisecond
Nvidia
nvidia-610-43-02
nvidia-610-43-03
openh264
Prism
Protontricks
Warehouse
